{
  "About us": "عنّا",
  "About Us": "عنّا",
  "Products": "منتجات",
  "Services": "خدمات",
  "News": "أخبار",
  "Contact": "اتصل بنا",
  "Outdoor": "في الخارج",
  "Indoor": "داخلي",
  "More News >": "المزيد من الأخبار >",
  "All Products >": "جميع المنتجات >",
  "Activities": "أنشطة",
  "All": "الكل",

  "Brand": "علامة تجارية",
  "Part Number": "رقم الجزء",
  "Portfolio": "محفظة",
  "Input Voltage": "مساهمة الجهد",
  "Wattage": "القوة الكهربائية",
  "Lumen (±10%)": "التجويف (±10%)",
  "Lamp's Lumen": "مصباح التجويف",
  "CCT": "CCT",
  "CRI": "CRI",
  "HID Equal": "HID مساو",
  "Beam Angle": "شعاع زاوية",
  "Dimmable & Contorl": "عكس الضوء والتحكم",
  "Certification": "شهادة",
  "ERP Complied": "امتثلت ERP",
  "Housing Materials": "مواد الإسكان",
  "Diffuser Material": "المواد الناشر",
  "Lens Type": "نوع العدسة",
  "Installation Method": "طريقة التثبيت",
  "Finish Color": "إنهاء اللون",
  "Motion Sensor Included": "وشملت استشعار الحركة",
  "Operating Temperature": "درجة حرارة التشغيل",
  "Environment": "بيئة",
  "Rated Lifespan": "عمر تقييمه",
  "Warranty": "ضمان",
  "Cut-out Size": "خفض التدريجي الحجم",
  "Product Length": "طول المنتج",
  "Product Width": "عرض المنتج",
  "Product Height": "ارتفاع المنتج",


 

  "Address:": "العنوان:",
  "Hours of Operation:": "工作时间:",
  "Tel:": "الهاتف:",
  "Email:": "صندوق البريد:",
  "Fax:": "الفاكس:",
  "No.311 Penglai Road, Economic Development Zone, Xiangshan Town, Ningbo City, Zhejiang Province, China": " العنوان：رقم 311 طريق بينغلاي ، منطقه التنمية الاقتصادية ، مدينه شيانغشان ، مدينه نينغبو ، مقاطعه تشجيانغ ، الصين",
  "Monday - Friday 09:00-18:00": "يوم الأثنين—الجمعة  09:00-18:00",
  "China": "الصين",
  "Contact Us": "اتصل بنا",

  "We obtained SA8000 certification with strong technical development ability and rich development experience, advanced production and testing equipment and quality inspection assurance system. We always adhere to the market orientation of ‘customer first’ and the specific practice of ‘people-oriented’. We have provided OEM and ODM services for many premium lighting brands (e.g. RAB, iGuzzini) in European and American markets by growing together with customers.": "أجهزهاواموفرةطويرهاوخبرالاكرونيلطويراقويةقدرهاعلياعمادا،شينغ شركةنموعمليةفيو ن ثاب رطا ما.SA8000ا جودةمصادقةعليحصل و ضمانها،ا جودةلاخ بارنظامهاوالاخ بارو لان اجا م قدمة &OEM'خدمةقدمناو'ئ نا زب اب م طل با الاح رام'م بدأنمارسو'الأو يالأو ويةف يا زب ائ ن'ا قائ دا م بدأعلي معنموناوحققنا)RAB،iGuzzinمثلا(الأمريكيةوالأوروب ية الأ وا فيالإضاءة شركا من كثير“ODM ا شركا أك بر'من شرك نا'ا هواءطل ف يالإ ضاءة صدي را ص ين ية.",


  "Founded in 1997, Ning Bo Shenghe Lighting Co.,LTD has witnessed the integration and deepening of China‘s lighting industry and the world’s lighting industry chain. Through 22 years of market exploration, we have established a leading position in China‘s outdoor lighting industry.": " تأسّست شركة شينغ عام 1997 وشهدت عملية الاندماج و التعمّق لصناعة الإضاءة الصينية في صناعة الإضاءة العالمية. و من خلال البحث للسوق المستمر لاثنين و عشرين أعوام، حققنا مكانة رائدة في صناعة الإضاءة الصينية. ",
  "During the growth of Shenghe, we obtained SA8000 certification with strong technical development ability and rich development experience, advanced production and testing equipmentand quality inspection assurance system. We always adhere to the market orientation of ‘customer first’and the specific practice of ‘people-oriented’. We have provided OEM & ODM services for many premium lighting brands (e.g. RAB, iGuzzini) in European and American markets by growing together with customers. With an annual turnover of about US $60 million, Shenghe has become one of the largest outdoor lighting exporters in China.": " و في عملية نموّ شركة  شينغ ، اعتمادا علي قدرتها القوية للتطوير الالكتروني وخبر تطويرها المتوفرة و أجهزتها المتقدمة للانتاج و الاختبار و نظامها لاختبار الجودة ولضمانها، حصلت علي مصادقة الجودة SA8000. طالما نثابر علي المبدأ القائد ' الزبائن في الأولوية الأولي' و نمارس مبدأ' الاحترام بمتطلبات الزبائ‘ و قدمنا خدمة'OEM & ODM' لكثير من شركات الإضاءة في الأسواق  الأوروبية و الأمريكية (مثلا RAB، iGuzzin) وحققنا نموّنا مع زبائننا. لقد حققنا اللإيرادات السنوية 60 مليون دولار أمريكي تقريبا و صارت شركتنا من ‘أكبر الشركات الصينية لتصدير الإضاءة في طلق الهواء’. " ,
   "We keep improving our ability to deliver customer value:": " نستمرّ في ترقية قدرتنا لتحقيق القيمة لزبائننا: ",
   "1. Quality: By adopting ISO9000 quality assurance system and of the concept of ‘quality first’, we provide customers with reliable products and service.": "1. الجودة: من خلال تطبيق نظام ISO9000 لضمان الجودة و مفهوم \"الجودة في الأولوية الأولي'، نقدم لزبائننا منتجات حسن الجودة و الخدمة الواثقة بها. ",
   "2. Cost: We have established a flexible, complete and fast response supply chain management system. So we can provide our customers with better cost advantages, especially in large-scale purchase.": "2. الكلفة: تام تأسيس نظام الإدارة لسلسلة التوريد الذي يتمتع بالمرونة و سرعة الإجابة. فنقدر علي تقديم المنتجات بسلع أرخص من خلال الشراء بحجم كبير. ",
   "3. Delivery time: Our location is close to the deep-water port - Ningbo Beilun port at the coast of East China Sea, a very advantageous geographical location that effectively shortens our delivery cycle and ensures our commitment of 4-week delivery time.": "3. مدّة التسليم: يقترب مصنعنا ميناء بيلون في مدينة نينغبو الذي علي شاطئ بحر الصين الشرقي و بموقعه الجغرافي الممتاز يقصّر مدّة الشحن لنا بصورة فعاليّة.لذا يمكّننا ضمان تحقيق وعدنا للتسليم ضمن أربعة أسابيع. ",
   "4. Innovation: Our independently and creatively designed products won Red dot, design plus (European Design Award), IF and many other awards and got international acclaim. We have a strong team of engineers in electronics, optics, machinery, and thermology, and standardized large-scale laboratories . We have the product integrated development (IPD) mode from R & D, production, and testing to carry out effective product life cycle management.": "4. االابتكار: حصل منتجاتنا من الابتكار الشخصي علي جائزة \"هونغ دو\"و \"Design Plus\"(جائزة التصميم الأوروبية) و جائزة \"IF\" والي آخره من الجوائز الكبيرة المتعددة. فتمتعت بسمعة حسنة عالمية. ينتمتع بفريق المهندسين المتخصصين في الالكتروني و البصرية و الميكانيكية و الحرارية، و نمتلك مخبر معياريّ كبير، كما لنا نظام تجمّع (IPD) الذي يقدر علي تطوير المنتجات وصناعتها واختبارها.مما حققنا إدارة فعالية للدائرة الكاملة لصناعة المنتجات. ",
   "5. Informatization: Through PLM management, project cost can be better controlled; OA system can maximize work efficiency and quality, and improve work environment. Through information technology, we can meet more personalized and diversified production needs, achieve the synchronization of design chain and supply chain, serve customers faster and better and create a new production mode in line with the market rules at the forefront of the market.": "5. تقنية المعلومات: من خلال إدارتنا للدائرة الكاملة للإنتاج المنتجات(PLM)، خققنا نفقات الشمروع  أدني و من خلال تطبيق نظام \"oa\" حققنا  بصورة أعلي ارتفاع فعالية العمل وجودتها وترقية بيئة العمل. من خلال استغلال تقنية المعلومات، تم تلبية متطلابات الإنتاج الشخصية و المتنوعة و تحقيق التزامن بين سلسلة التصميم و سلسلة التوريد، مما نقدر علي تقديم خدمة لزبائننا بصورة أسرع و أحسن و علي خلق موضة الإنتاج الجديدة التي تلبي قوانين الأسواق و نمشي كرائد السوق الحالية. ",
   "At present, Shenghe boasts nearly 20 years experience in OEM and ODM and providing lighting solutions, and continues to upgrade customer experience in lighting industry to meet market challenges. With outdoor lighting as our main focus and in the principle of making perfection more perfect, we keep up with the pace of the times, fully integrate design and production, sales and service, fashion and innovation, personality and human nature, carry forward the enterprise spirit of working together with one heart, striving for the first-class, making continuous and vigorous efforts and never giving up. We welcome lighting enterprises from both at home and abroad. We will sincerely cooperate with you with full enthusiasm and confidence to create a first-class reputation and brands, and work together for a harmonious and win-win result. ": " في الحال تملك شركة شينغ خبرلOEM وODM وخبر المعالجة المتراكمة خلال عشرين عاما وتستمر محاولتها للتغيّر في صناعة الإضاءة وترقية شعور الزبائن لتلبية التحديات من السوق. ترتكز أعمال شركة شينغ في الإضاءة في طلق الهواء و تعتمد علي مبدأ الترقية والتقدم و الاكتمال المستمر، تلحق بأقدام العصر وحققت الاندماج الكامل بين التصميم و الإنتاج و التسويق والخدمة، و الاندماج بين الموضة والابتكار، بين الشخصية ومتطلبات أساسية، وتطبق روح الشركة المتجسد في التعاون و السعي الي الأعلي و الاجتهاد وما توقف. ننرحّب باتصال بنا من شركات الإضاءة من أنحاء العالم و سنتعاون معكم بأعلي حرورنا و ثقتنا و سنخلق أحسن سمعة وصورة الشركة ولنشارك في التقدّم و نتمتع بالفوز المشترك. ",

   "We set up factories abroad": "إنشاءمصانعفيالخارج",
   "We won the title of High-tech enterprise": "فازمشروعالتكنولوجياالفائقة",
   "iJoy lighting won Red Dot, IF, Good Design and other awards": "فاز iJoylighting بجوائزمثل reddot و IF و Good Design",
   "We launch our independent brand ‘iJoy lighting’": "iJoyligting خلقالعلامةالتجاريةالمستقلة",
   "Shenghe professional photoelectric laboratory was founded": "تمإنشاءمختبر Shenghe للإلكترونياتالضوئيةللإضاءة",
   "We comprehensively adopted Lean production": "تعزيزكاملإنتاجالعجاف",
   "We started full cooperation with iGuzzini and RAB": "تعاونكاملمع IGuzzini و RAB",
   "We implemented 5S management": "تقومالشركاتبتنفيذإدارة 5S لأولمرة",
   "We won the honor of advanced enterprise in quality management from Zhejiang Municipal Small and Medium Enterprises Bureau": "فازبالمقاطعةإدارةالمشاريعالمتقدمةالجودة",
   "We obtained ISO9001 quality management system certification": "مرت ISO9001 شهادةنظامإدارةالجودة",
   "Ningbo Shenghe Lighting Co., Ltd. was established": "نينغبو Shenghe الإضاءةالمحدودةتأسست",

  "Thank you for your attention. If you have any comments, please feel free to contact us.": "شكرا لاهتمامكم، نرحب بك معنا إذا كان لديك أي أفكار.",
  "First Name *": "اسم *",
  "Last Name *": "من *",
  "E-mail *": "صندوق البريد *",
  "Phone *": "الهاتف *",
  "Company": "الشركة",
  "Position": "موضع",
  "Comments *": "رسالة *",

  "return": "إرجاع",
  "Specifications": "مواصفات",
  "Dimensions": "الأبعاد",
  "Photometric data": "البيانات الضوئية"
}
