{
  "About us": "Sobre nosotros",
  "About Us": "Sobre nosotros",
  "Products": "Productos",
  "Services": "Servicios",
  "News": "Noticias",
  "Contact": "Contáctenos",
  "Outdoor": "Al aire libre",
  "Power": "Poder",
  "Luminous flux": "Flujo luminoso",
  "Efficacy": "Eficacia",
  "CCT": "CCT",
  "CRI": "CRI",
  "Ingress protection": "Protección de entrada",
  "Input voltage": "Tensión de entrada",
  "Power factor": "Factor de potencia",
  "Surge protection": "Protección contra sobretensiones",
  "Dimming": "Atenuación",
  "Distribution": "Distribución",
  "Dimension": "Dimensión",
  "Construction": "Construcción",
  "Finish": "Terminar",
  "Lifetime": "Vida",
  "Warranty": "Garantía",
  "Ambient temperature": "Temperatura ambiente",
  "Vibration level": "Nivel de vibración",
  "EPA": "EPA",
  "Mounting": "Montaje",
  "Controls (Optional)": "Controles (opcional)",
  "Applications": "Aplicaciones",

  "Wallpack": "Wallpack",
  "Larix Lighting presented representative Wallpack": "Larix Lighting presentó el Wallpack representativo",
  "Larix Lighting": "Larix Lighting",
  "Larix Lighting presented representative Flood lighting": "Larix Lighting presentó el Flood lighting representativo",
  "Learn more": "Aprende más",
  "Our Company": "Nuestra compañía",
  "Larix Lighting has been committed to design and manufacture of market-oriented LED outdoor lighting products,from commercial to residential to industrial markets. We look forward to building long-term partnership with customers globally!": "LarixLighting se ha dedicado a diseñar y fabricar productos de iluminación LED para exteriores orientados a los mercado comerciales, residenciales e industriales. ¡Esperamos construir una asociación a largo plazo con nuestros clientes a nivel mundial!",
  "Address:": "Dirección:",
  "Hours of Operation:": "Horario de servicio:",
  "Tel:": "Tel:",
  "Email:": "Correo electrónico:",
  "National Road No.4, Svay Chrum, Beckchan Commune, Angsnoul District, Kandal Province, NR4, Phnom Penh, Cambodia": "Carretera Nacional No.4, Svay Chrum, Comuna Beckchan, Distrito de Angsnoul, Provincia de Kandal, NR4, Phnom Penh,Camboya",
  "Monday - Friday": "Lunes - Viernes",
  "Room 204, Block A, No. 303,": "Sala 204, Bloque A, No. 303, ",
  "Shangzhong Road, Xuhui District, Shanghai,": "Shangzhong Road, Distrito Xuhui, Shanghai,",
  "China": "China",
  "High quality cost-efficient products and OEM and ODM solutions": "Productos de alta calidad y rentables mediante la asociación en soluciones OEM y ODM",
  "Contact Us": "Contáctenos",

  "We are dedicated to offering our customers high quality, cost-efficient products by the partnership on OEM and ODM solutions based on deep understanding of local market needs.": "Estamos dedicados a ofrecer a nuestros clientes productos de alta calidad y rentables mediante la asociación de soluciones OEM y ODM basados en un profundo conocimiento de las necesidades del mercado local.",

  "Larix Lighting has been committed to design and manufacture of market-oriented LED outdoor lighting products, from commercial to residential to industrial markets.": "LarixLighting se ha dedicado a diseñar y fabricar productos de iluminación LED para exteriores orientados a los mercado comerciales, residenciales e industriales.",
  "We are focusing on providing the superior product solutions with modern design and technology to our OEM&ODM customers. As a reliable ODM and OEM partner boasting years of manufacture expertise and passion for innovation, Larix lighting provides high quality and cost-efficient products and service to brand owners with our well-managed manufacturing facilities, stringent testing system, and engineering capabilities based in China.": "Nos enfocamos en proporcionar a nuestros clientes superiores OEM y ODM soluciones de productos con diseño y tecnología moderna. Como un socio confiable de ODM y OEM que cuenta con años de experiencia en fabricación y muchapasión por la innovación, LarixLighting ofrece a los propietarios de marcas productos y servicios de alta calidad y rentables con nuestras instalaciones de fabricación bien administradas, riguroso sistema de prueba y capacidades de ingeniería basadas en China.",
  "Furthermore, our newly facility in Cambodia is under construction and will kick off operation from April, 2020 in order to meet ever-increasing capacity requirement from the market as well as provide tariff advantages to our USA customers.": "Además, nuestra nueva instalación en Camboya está en construcción y comenzará a funcionar desde abril de 2020 para cumplir con los requisitos de capacidad cada vez mayores del mercado, y también para proporcionar ventajas tarifarias a nuestros clientes de los Estados Unidos.",

  "Our Products": "Nuestros productos",
  "As one of the first movers into LED technology in the industry, Larix lighting offers an extensive line of state-of-art technology, quality and design patent certified outdoor LED luminaires, especially the flood lighting and wallpack family developed for North America market.": "Como uno de los primeros motores de la tecnología LED en la industria, LarixLighting ofrece una extensa línea de iluminación LED para exteriores con tecnología de punta, calidad y patento de diseño certificado, especialmente la familia de proyectores y wall pack proporcionada para el mercado de América del Norte.",
  "Our products are designed based on our deep insight in customer’s local market, even the details are captured by our professional and experienced designer and engineering team. The new generation lighting fixtures targeted to US market are with more efficient and healthy LED lighting technology with more slim and elegant size.": "Nuestros productos son diseñados basados en nuestra visión profunda del mercado local del cliente y, incluso los detalles son capturados por nuestro grupo de ingenieros y diseñadores profesionales y experimentados. Los dispositivos de iluminación de la nueva generación para el mercado norteamericano están dotados de una tecnología de iluminación LED más eficiente y saludable, cuyo tamaño es más delgado y elegante.",

  "Our Services": "Nuestros servicios",
  "Against the background that China’s annual export value of LED lighting products is as high as 14.93 billion US dollars, there are huge manufacturers in LED Lighting industries in mainland China with providing products with different levels of quality.": "En el contexto que el volumen de exportación anual de productos de iluminación LED de China es tan alto como 14,930 millones de dólares, un gran cantidad de fabricantes de la industria de iluminación LED en China continental ofrecen productos de diferentes niveles de calidad.",
  "However, with our expertise in lighting industry, Larix lighting have accumulated strong power in quality & cost control so as to provide customers high quality lighting products with competitive price and short and flexible lead time, which makes us a lighting manufacturer you can rely on by confidence.": "Sin embargo, con nuestra experiencia en la industria de la iluminación, la iluminación Larix ha acumulado un fuerte habilidad en el control de la calidad y el costos para proporcionar a los clientes productos de iluminación de alta calidad con precios competitivos y plazos de entrega cortos y flexibles , lo que nos hace un fabricante de iluminación de confianza.",
  "Besides our own solutions for our existing product line, Larix lighting can also offer one-stop customized OEM/ODM solution services across the entirety of the product life cycle: definition, design, alteration, development, production, testing and delivery, and MOQ is also flexible to meet customers of different size. We are ready to reply promptly and accurately to your inquiries.": "Además de nuestras propias soluciones para nuestra línea de productos existentes, LarixLighting también ofrece servicios integrados y personalizados de solución OEM / ODM en todo el ciclo de vida del producto: definición, diseño, alteración, desarrollo, producción, prueba y entrega, y MOQ es también flexible para satisfacer a nuestros clientes de diferentes tamaños. Estamos listos para responder con prontitud y precisión a sus consultas.",

  "Our Philosophy": "Nuestra Filosofía",
  "We are dedicated to offering our customers high quality, cost-efficient products by the partnership on OEM and ODM solutions based on deep understanding of local market needs. We want to be the customer’s partner not just a contract manufacturer, but also would like to grow together with customers to co-seize business opportunities in the market. We look forward to building long-term partnership with customers globally!": "Estamos dedicados a ofrecer a nuestros clientes productos de alta calidad y rentables mediante la asociación de soluciones OEM y ODM basados en un profundo conocimiento de las necesidades del mercado local. Queremos ser un socio de los clientes pero no solo un fabricante por contrato, sino que también podemos crecer junto con los clientes para aprovechar las oportunidades comerciales en el mercado. ¡Esperamos construir una asociación a largo plazo con nuestros clientes a nivel mundial!",

  "Thank you for your interest. For questions or comments, please use the information listed here. We look forward to hearing from you soon. Distributors welcome.": "Gracias por su interés. Para preguntas o comentarios, por favor utilice la información que se indica aquí. Esperamos tener noticias suyas pronto.  Distribuidores bienvenidos.",
  "First Name *": "Nombre *",
  "Last Name *": "Apellido *",
  "E-mail *": "Correo electrónico*",
  "Phone *": "Teléfono*",
  "Company": "Empresa",
  "Position": "Posición",
  "Comments *": "Comentarios *",

  "return": "regreso",
  "Specifications": "Presupuesto",
  "Dimensions": "Dimensiones",
  "Photometric data": "Datos fotométricos"
}
