{
  "About us": "Sobre nosotros",
  "Products": "Productos",
  "Services": "Servicios",
  "News": "Noticias",
  "Contact": "Contacto",
  "Outdoor": "Al aire libre",
  "Power": "Poder",
  "Luminous flux": "Flujo luminoso",

  

  "Wallpack": "Wallpack",
  "Larix Lighting presented representative Wallpack": "Larix Lighting presentó el Wallpack representativo",
  "Larix Lighting": "Larix Lighting",
  "Larix Lighting presented representative Flood lighting": "Larix Lighting presentó el Flood lighting representativo",
  "Learn more": "Aprende más",
  "Our Company": "Nuestra compañía",
  "Larix Lighting has been committed to design and manufacture of customer-centric outdoor LED lighting products to industrial, commercial, residential and OEM markets. We look forward to building long-term partnership with customers globally!": "Larix Lighting se ha comprometido a diseñar y fabricar productos de iluminación LED para exteriores centrados en el cliente para los mercados industrial, comercial, residencial y OEM. ¡Esperamos construir una asociación a largo plazo con clientes a nivel mundial!",
  "address": "dirección",
  "Hours of Operation": "Horas de operación",
  "Tel:": "Tel:",
  "Email:": "Email:",
  "Monday - Friday": "Lunes - Viernes",
  "Room 204, Block A, No. 303,": "Sala 204, Bloque A, No. 303, ",
  "Shangzhong Road, Xuhui District, Shanghai,": "Shangzhong Road, Distrito Xuhui, Shanghai,",
  "China": "China",
  "Our Philosophy Our Slogan": "Nuestra filosofía Nuestro lema",
  "high quality  cost-efficient products and OEM/ODM solutions": "Productos rentables de alta calidad y soluciones OEM / ODM",
  "Contact Us": "Contáctenos",

  "We are dedicated to offering our customers high quality, cost-efficient products and OEM/ODM solutions based on deep understanding on market needs.": "Estamos dedicados a ofrecer a nuestros clientes productos de alta calidad y rentables y soluciones OEM / ODM basadas en un profundo conocimiento de las necesidades del mercado.",

  "Larix Lighting has been committed to design and manufacture of customer-centric outdoor LED lighting products to industrial, commercial, residential and ODM/OEM markets.": "Larix Lighting se ha comprometido a diseñar y fabricar productos de iluminación LED para exteriores centrados en el cliente para los mercados industrial, comercial, residencial y ODM / OEM.",
  "As a reliable ODM/OEM partner boasting 10+ years of manufacture expertise and passion for innovation, Larix lighting provide high quality and cost-efficient products and service to brand owners with our world-class manufacturing facilities, stringent testing system, and engineering capabilities based in Ningbo, China----the core production base of die-cast aluminum lighting products.": "Como socio confiable de ODM / OEM que cuenta con más de 10 años de experiencia en fabricación y pasión por la innovación, la iluminación Larix proporciona productos y servicios de alta calidad y rentables a los propietarios de marcas con nuestras instalaciones de fabricación de clase mundial, un sistema de prueba riguroso y capacidades de ingeniería basadas en Ningbo, China ---- la base de producción de productos de iluminación de aluminio fundido a presión",
  "Furthermore, our newly invested manufacture base in Cambodia is now under construction and will be put into use by next year in order to meet ever-increasing capacity requirement from the market as well as provide tariff advantages to our overseas customers.": "Además, nuestra base de fabricación recién invertida en Camboya está en construcción y se pondrá en uso el próximo año para cumplir con los requisitos de capacidad cada vez mayores del mercado y proporcionar ventajas arancelarias a nuestros clientes en el extranjero.",

  "Our Products": "Nuestros productos",
  "As one of the of the first movers into LED technology in the industry, Larix lighting offers an extensive line of state-of-art technology, quality and design patent certified outdoor LED lamps and luminaires, especially the Flood Lighting/Wall Mount families developed for North America and Latin America market. Most Larix LED products are LM-80 tested, UL listed and CE, Design Lights Consortium® (DLC) certified.": "Como uno de los primeros impulsores de la tecnología LED en la industria, Larix Lighting ofrece una extensa línea de tecnología de vanguardia, calidad y diseño de lámparas y luminarias LED para exteriores certificadas por patentes, especialmente las familias Flood Lighting / Wall Mount desarrolladas para Mercado de América del Norte y América Latina. La mayoría de los productos LED de Larix están probados por LM-80, están certificados por UL y tienen certificación CE, Design Lights Consortium® (DLC).",
  "Our products are designed based on deep insight in customer’s local market, even the details are captured by our professional and experienced technical team. For example, one of our new generation lighting fixtures targeted to US market --FWS wall packs family is made thinner and lighter on its backboard by virtue of the latest manufacturer technique which not only save the cost but also become easier to install. But considering when customer replaces wall lamps, the wall area covered by old lamp would be fresher color than the rest area faded after exposing to weather for years, we remain the same size of the backboard in developing new wall packs as the old ones to avoid color difference on the wall after replacement even though we can make the size smaller.": "Nuestros productos están diseñados sobre la base de una visión profunda en el mercado local del cliente, incluso los detalles son capturados por nuestro equipo técnico profesional y experimentado. Por ejemplo, uno de nuestros accesorios de iluminación de nueva generación dirigidos al mercado de EE. UU., La familia de paquetes de pared FWS se hace más delgada y liviana en su tablero en virtud de la última técnica del fabricante que no solo ahorra el costo sino que también es más fácil de instalar. Pero teniendo en cuenta que cuando el cliente reemplaza las lámparas de pared, el área de la pared cubierta por la lámpara vieja sería de un color más fresco que el área de descanso se desvaneció después de exponerse al clima durante años, mantenemos el mismo tamaño del tablero en el desarrollo de nuevos paquetes de pared que los antiguos para evitar diferencia de color en la pared después del reemplazo a pesar de que podemos reducir el tamaño.",

  "Our Services": "Nuestros servicios",
  "Against the background that China’s annual export value of LED lighting products is as high as 14.93 billion US dollars, there are quite a few manufactures in LED Lighting industries in mainland China of different levels, most of which are not satisfying to those customers who require reliable quality and guarantee.": "En el contexto de que el valor de exportación anual de China de los productos de iluminación LED es tan alto como 14.93 mil millones de dólares, hay bastantes fabricantes en las industrias de iluminación LED en China continental de diferentes niveles, la mayoría de los cuales no son satisfactorios para aquellos clientes que requieren servicios confiables Calidad y garantía.",
  "However, after more than 10 years in lighting manufacturer industry, Larix lighting have accumulated strong power in quality & cost control so as to provide customers high quality lighting products with competitive price and short time delivery, which makes us a lighting manufacturer you can depend on.": "Sin embargo, después de más de 10 años en la industria de fabricantes de iluminación, la iluminación Larix ha acumulado un fuerte poder en la calidad y el control de costos para proporcionar a los clientes productos de iluminación de alta calidad con precios competitivos y entrega en poco tiempo, lo que nos convierte en un fabricante de iluminación en el que puede confiar. .",
  "Besides our own tooling for our existing product line, Larix lighting can also offer one-stop customized ODM/OEM solution services across the entirety of the product life cycle: definition, design, alteration, development, production, testing and delivery, and MOQ is also flexible to meet customers of different size. In addition, we own our U.L., CE and TUV files used for the International market and all of our products comply with these strict standards. We are ready to reply promptly and accurately to your inquiries.": "Además de nuestras propias herramientas para nuestra línea de productos existente, la iluminación Larix también puede ofrecer servicios de solución ODM / OEM personalizados en todo el ciclo de vida del producto: definición, diseño, alteración, desarrollo, producción, prueba y entrega, y MOQ es También flexible para satisfacer a clientes de diferentes tamaños. Además, somos dueños de nuestros archivos U.L., CE y TUV utilizados para el mercado internacional y todos nuestros productos cumplen con estos estrictos estándares. Estamos listos para responder con prontitud y precisión a sus consultas.",

  "Our Philosophy": "nuestra filosofía",
  "We are dedicated to offering our customers high quality, cost-efficient products and OEM/ODM solutions based on deep understanding on market needs. We want to be the customer’s partner not just a contract manufacturer and would like to grow together with customers to seize business opportunities in the market. We look forward to building long-term partnership with customers globally!": "Estamos dedicados a ofrecer a nuestros clientes productos de alta calidad y rentables y soluciones OEM / ODM basadas en un profundo conocimiento de las necesidades del mercado. Queremos ser el socio del cliente, no solo un fabricante por contrato, y nos gustaría crecer junto con los clientes para aprovechar las oportunidades comerciales en el mercado. ¡Esperamos construir una asociación a largo plazo con clientes a nivel mundial!",

  "Thank you for your interest. For questions or comments, please use the information listed here. We look forward to hearing from you soon. Distributors welcome.": "Gracias por su interés. Para preguntas o comentarios, utilice la información que se incluye aquí. Esperamos tener noticias suyas pronto. Distribuidores bienvenidos.",
  "First Name *": "Nombre de pila *",
  "Last Name *": "Apellido *",
  "E-mail address *": "E-mail dirección *",
  "Telephone number *": "Número de teléfono *",
  "Company": "Empresa",
  "Position": "Posición",
  "Comments *": "Comentarios *",

  "return": "regreso",
  "Specifications": "Presupuesto",
  "Dimensions": "Dimensiones",
  "Photometric data": "Datos fotométricos"
}
