{
  "About us": "À propos de nous ",
  "About Us": "À propos de nous ",
  "Products": "Des produits",
  "Services": "Prestations de service",
  "News": "Nouvelles",
  "Contact": "Contactez",
  "Outdoor": "Extérieure",
  "Indoor": "Intérieure",
  "More News >": "Plus de nouvelles >",
  "All Products >": "Tous les produits >",
  "Activities": "Activités",
  "All": "Toute",

  "Brand": "Marque",
  "Part Number": "Numéro d'article",
  "Portfolio": "Portefeuille",
  "Input Voltage": "Tension d'entrée",
  "Wattage": "Puissance",
  "Lumen (±10%)": "Lumen (±10%)",
  "Lamp's Lumen": "Lumen de la lampe",
  "CCT": "CCT",
  "CRI": "CRI",
  "HID Equal": "HID Equal",
  "Beam Angle": "Angle de faisceau",
  "Dimmable & Contorl": "Dimmable et contrôle",
  "Certification": "Certification",
  "ERP Complied": "ERP conforme",
  "Housing Materials": "Matériaux du boîtier",
  "Diffuser Material": "Matériau du diffuseur",
  "Lens Type": "Type d'objectif",
  "Installation Method": "Méthode d'installation",
  "Finish Color": "Couleur de finition",
  "Motion Sensor Included": "Capteur de mouvement inclus",
  "Operating Temperature": "Température de fonctionnement",
  "Environment": "Environment",
  "Rated Lifespan": "Durée de vie nominale",
  "Warranty": "garantie",
  "Cut-out Size": "Taille de découpe",
  "Product Length": "Longueur du produit",
  "Product Width": "Largeur du produit",
  "Product Height": "Hauteur du produit",

  

  "Address:": "Adresse:",
  "Hours of Operation:": "工作时间:",
  "Tel:": "Tél: ",
  "Email:": "E-mail",
  "Fax:": "Fax:",
  "No.311 Penglai Road, Economic Development Zone, Xiangshan Town, Ningbo City, Zhejiang Province, China": "311 rue Penglai , district Xiangshan ,Ningbo, Zhejiang",
  "Monday - Friday 09:00-18:00": "l’horaire : lundi à vendredi 9h -18h",
  "China": "Chine",
  "Contact Us": "Contactez-nous",

  "We obtained SA8000 certification with strong technical development ability and rich development experience, advanced production and testing equipment and quality inspection assurance system. We always adhere to the market orientation of ‘customer first’ and the specific practice of ‘people-oriented’. We have provided OEM and ODM services for many premium lighting brands (e.g. RAB, iGuzzini) in European and American markets by growing together with customers.": "Au cours de la croissance de St Lumière, possédant les compétences techniques et les expériences riches de développement, des équipements de production et de test avancés et un système d'assurance de qualité, nous avons passé la certification SA8000 et respectons toujours notre pratique «client en priorité» sur l’ orientation vers le marché.En même temps, nous fournissons des services OEM et ODM pour de nombreux fabricants d'éclairage de première ligne (par exemple RAB, iGuzzini) sur les marchés européens et américains, et grandissons avec notre clients dans ces dernières années. ",


  "Founded in 1997, Ning Bo Shenghe Lighting Co.,LTD has witnessed the integration and deepening of China‘s lighting industry and the world’s lighting industry chain. Through 22 years of market exploration, we have established a leading position in China‘s outdoor lighting industry.": "Fondée en 1997, St Lumière a été témoigné l'intégration et l'approfondissement de l'industrie chinoise de l'éclairage et celle de la chaîne mondiale. Nous nous toujours se trouvons sur une position de Géant dans l'industrie chinoise de l'éclairage en plein air grâce à 22 ans d'exploration du marché. ",
  "During the growth of Shenghe, we obtained SA8000 certification with strong technical development ability and rich development experience, advanced production and testing equipmentand quality inspection assurance system. We always adhere to the market orientation of ‘customer first’and the specific practice of ‘people-oriented’. We have provided OEM & ODM services for many premium lighting brands (e.g. RAB, iGuzzini) in European and American markets by growing together with customers. With an annual turnover of about US $60 million, Shenghe has become one of the largest outdoor lighting exporters in China.": "Au cours de la croissance de St Lumière, possédant les compétences techniques et les expériences riches de développement, des équipements de production et de test avancés et un système d'assurance de qualité, nous avons passé la certification SA8000 et respectons toujours notre pratique «client en priorité» sur l’ orientation vers le marché.En même temps, nous fournissons des services OEM et ODM pour de nombreux fabricants d'éclairage de première ligne (par exemple RAB, iGuzzini) sur les marchés européens et américains, et grandissons avec notre clients dans ces dernières années. Avec un chiffre d'affaires annuel d'environ 60 millions de dollars, St Lumière est devenu l'un des plus grands exportateurs chinois de luminaires en plein air. " ,
   "We keep improving our ability to deliver customer value:": "Nous ne cessons pas d’améliorer notre capacité à offrir une valeur supérieure aux clients:",
   "1. Quality: By adopting ISO9000 quality assurance system and of the concept of ‘quality first’, we provide customers with reliable products and service.": "1.La Qualité: En mettant en œuvre le système d'assurance de qualité ISO9000 et en mettant en œuvre la philosophie client 'la qualité en priorité', nous fournissons aux clients des produits de haute qualité fiables et un service confiant aux clients. ",
   "2. Cost: We have established a flexible, complete and fast response supply chain management system. So we can provide our customers with better cost advantages, especially in large-scale purchase.": "2.Le Coût: Nous avons mis en place un système de gestion de la chaîne d'approvisionnement flexible, complet et réactif. La grande échelle d'achat est capable d’offrir à nos clients de meilleurs avantages en termes de coûts. ",
   "3. Delivery time: Our location is close to the deep-water port - Ningbo Beilun port at the coast of East China Sea, a very advantageous geographical location that effectively shortens our delivery cycle and ensures our commitment of 4-week delivery time.": "3.Le Délai de Livraison: Notre usine se localise proche de la côte de la mer de Chine orientale et d’un bon port en eau profonde - le port de Ningbo Beilun, qui mérite d’une situation géographique très avantageuse, ce qui permet de raccourcir efficacement le cycle de livraison de St Lumière si bien que l'engagement du produit de 4 semaines est garanti.  ",
   "4. Innovation: Our independently and creatively designed products won Red dot, design plus (European Design Award), IF and many other awards and got international acclaim. We have a strong team of engineers in electronics, optics, machinery, and thermology, and standardized large-scale laboratories . We have the product integrated development (IPD) mode from R & D, production, and testing to carry out effective product life cycle management.": "4.L’Innovation: les produits en conception créative indépendants ont remporté de nombreux prix, tels que le Prix Point Rouge (Red Dot Award), Design Plus (Le Prix Européen de Conception), IF, etc., et ont remporté des éloges internationaux. Nous disposons d'ingénieurs puissants en électronique, optique, mécanique, thermique et de laboratoires normalisés à grande échelle, et gérons efficacement le cycle de vie des produits depuis la R&D, la production et le contrôle qualité jusqu'au modèle de développement de produit intégré (IPD). ",
   "5. Informatization: Through PLM management, project cost can be better controlled; OA system can maximize work efficiency and quality, and improve work environment. Through information technology, we can meet more personalized and diversified production needs, achieve the synchronization of design chain and supply chain, serve customers faster and better and create a new production mode in line with the market rules at the forefront of the market.": "5.L’Informatisation: Nous avons mieux contrôlé les coûts du projet grâce à la gestion du cycle de vie du produit (PLM), le système OA maximise l'efficacité et la qualité du travail et améliore l'environnement de travail. Grâce aux technologies de l'information, nous avons répondu à des besoins de production plus personnalisés et diversifiés, synchronisons la chaîne de conception et la chaîne d'approvisionnement, servons les clients plus rapidement et mieux, créons de nouveaux modèles de production conformément aux lois du marché, et couvrons l’avant-garde de grand marché.",
   "At present, Shenghe boasts nearly 20 years experience in OEM and ODM and providing lighting solutions, and continues to upgrade customer experience in lighting industry to meet market challenges. With outdoor lighting as our main focus and in the principle of making perfection more perfect, we keep up with the pace of the times, fully integrate design and production, sales and service, fashion and innovation, personality and human nature, carry forward the enterprise spirit of working together with one heart, striving for the first-class, making continuous and vigorous efforts and never giving up. We welcome lighting enterprises from both at home and abroad. We will sincerely cooperate with you with full enthusiasm and confidence to create a first-class reputation and brands, and work together for a harmonious and win-win result. ": "Actuellement, possédant près de 20 ans d'expérience OEM et ODM et d'expérience dans les solutions d'éclairage, St Lumière continue de transformer et d'améliorer l'expérience client dans l'industrie de l'éclairage pour répondre aux défis du marché. Les produits de St Lumière sont basés sur l'éclairage en plein air. Basés sur les principes d'excellence, d'amélioration continuée et de perfection, en suivant le temps, nous intégrons pleinement la conception et la production, les ventes et le service, insistons sur l’intégration de la mode et l'innovation, la personnalité et l'humanité et perdurons un esprit d'entreprise pour rechercher une gouvernance de premier ordre et inspirante, sans jamais s'arrêter. Nous vous accueillions de bienvenue des sociétés d'éclairage mondiales et étrangères pour nous contacter. De tout enthousiasme et confiance, nous allons créer une réputation et une marque de premier ordre, et travaillerons ensemble pour une réussite gagnant-gagnant. ",

   "We set up factories abroad": "Établir des usines à l'étranger",
   "We won the title of High-tech enterprise": "A remporté l'entreprise de haute technologie",
   "iJoy lighting won Red Dot, IF, Good Design and other awards": "iJoylighting a remporté des prix tels que reddot, IF, Good Design",
   "We launch our independent brand ‘iJoy lighting’": "Création de marque indépendante iJoyligting",
   "Shenghe professional photoelectric laboratory was founded": "Création du laboratoire d'optoélectronique de Shenghe Lighting",
   "We comprehensively adopted Lean production": "Promouvoir pleinement la production Lean",
   "We started full cooperation with iGuzzini and RAB": "Coopération totale avec IGuzzini et RAB",
   "We implemented 5S management": "Les entreprises mettent en œuvre la gestion 5S pour la première fois",
   "We won the honor of advanced enterprise in quality management from Zhejiang Municipal Small and Medium Enterprises Bureau": "A remporté l'entreprise provinciale de gestion de la qualité avancée",
   "We obtained ISO9001 quality management system certification": "Certification de système de gestion de la qualité ISO9001",
   "Ningbo Shenghe Lighting Co., Ltd. was established": "Création de Ningbo Shenghe Lighting Co., Ltd.",

  "Thank you for your attention. If you have any comments, please feel free to contact us.": "Nous vous remercions de vos intéressés, si vous avez des idées , n’hésitez pas de nous contacter .",
  "First Name *": "Nom *",
  "Last Name *": "Prénom *",
  "E-mail *": "E-mail *",
  "Phone *": "Tél *",
  "Company": "Nom de société ",
  "Position": "Position",
  "Comments *": "Commentaire  *",

  "return": "revenir",
  "Specifications": "Caractéristiques",
  "Dimensions": "Dimensions",
  "Photometric data": "Données photométriques"
}
