{
    "About us": "Sobre nós",
    "About Us": "Sobre nós",
    "Products": "Produtos",
    "Services": "Serviços",
    "News": "Notícias",
    "Contact": "Contato",
    "Outdoor": "Al aire libre",
    "Power": "Poder",
    "Luminous flux": "Fluxo luminoso",
    "Efficacy": "Eficácia",
    "CCT": "CCT",
    "CRI": "CRI",
    "Ingress protection": "Proteção da ingressa",
    "Input voltage": "Tensão de entrada",
    "Power factor": "Fator de potência",
    "Surge protection": "Proteção contra surtos",
    "Dimming": "Escurecimento",
    "Distribution": "Distribuição",
    "Dimension": "Dimensão",
    "Construction": "Construção",
    "Finish": "Terminar",
    "Lifetime": "Vida",
    "Warranty": "Garantia",
    "Ambient temperature": "Temperatura ambiente",
    "Vibration level": "Nível de vibração",
    "EPA": "EPA",
    "Mounting": "Montagem",
    "Controls (Optional)": "Controles (opcional)",
    "Applications": "Aplicativos",
    
  
    "Wallpack": "Wallpack",
    "Larix Lighting presented representative Wallpack": "Larix Lighting presentó el Wallpack representativo",
    "Larix Lighting": "Larix Lighting",
    "Larix Lighting presented representative Flood lighting": "Larix Lighting presentó el Flood lighting representativo",
    "Learn more": "Saiba Mais",
    "Our Company": "Nossa empresa",
    "Larix Lighting has been committed to design and manufacture of market-oriented LED outdoor lighting products,from commercial to residential to industrial markets. We look forward to building long-term partnership with customers globally!": "Larix Lighting se ha comprometido a diseñar y fabricar productos de iluminación LED para exteriores centrados en el cliente para los mercados industrial, comercial, residencial y OEM. ¡Esperamos construir una asociación a largo plazo con clientes a nivel mundial!",
    "Address:": "Endereço:",
    "Hours of Operation:": "Horas de Operação:",
    "Tel:": "Tel:",
    "Email:": "Email:",
    "National Road No.4, Svay Chrum, Beckchan Commune, Angsnoul District, Kandal Province, NR4, Phnom Penh, Cambodia": "National Road No. 4, Svay Chrum, Beckchan Commune, Angsnoul District, Kandal Province, NR4, Phnom Penh, Camboja",
    "Monday - Friday": "Segunda-feira - Sexta-feira",
    "Room 204, Block A, No. 303,": "Sala 204, Bloque A, No. 303, ",
    "Shangzhong Road, Xuhui District, Shanghai,": "Shangzhong Road, Distrito Xuhui, Shanghai,",
    "China": "China",
    "High quality cost-efficient products and OEM and ODM solutions": "Produtos de alta qualidade e econômicos pela parceria em soluções OEM e ODM",
    "Contact Us": "Contáctenos",
  
    "We are dedicated to offering our customers high quality, cost-efficient products by the partnership on OEM and ODM solutions based on deep understanding of local market needs.": "Estamosdedicados, com base no conhecimentoprofundo da procura do mercado local, a fornecerprodutos de altaqualidade e baixocustoaosnossosclientes, através da cooperação com soluções OEM e ODM.",
  
    "Larix Lighting has been committed to design and manufacture of market-oriented LED outdoor lighting products, from commercial to residential to industrial markets.": "Larix Lighting se ha comprometido a diseñar y fabricar productos de iluminación LED para exteriores centrados en el cliente para los mercados industrial, comercial, residencial y ODM / OEM.",
    "We are focusing on providing the superior product solutions with modern design and technology to our OEM&ODM customers. As a reliable ODM and OEM partner boasting years of manufacture expertise and passion for innovation, Larix lighting provides high quality and cost-efficient products and service to brand owners with our well-managed manufacturing facilities, stringent testing system, and engineering capabilities based in China.": "Estamosfocandoemfornecer as soluções de produtossuperiores com design e tecnologiamodernosaosnossosclientes OEM & ODM.  Como um parceiroconfiável da ODM e OEM, a Larix Lighting tem muitosanos de experiênciaprofissional de fabricação e paixãopelainovação, fornecendoprodutos de altaqualidade e baixocustos e serviçoaosproprietários de marcas. Temosinstalações de fabricaçãobemgerenciadas, sistema de testes rigoroso e capacidades de engenhariana China.",
    "Furthermore, our newly facility in Cambodia is under construction and will kick off operation from April, 2020 in order to meet ever-increasing capacity requirement from the market as well as provide tariff advantages to our USA customers.": "Além disso, nossas novas instalações no Camboja estão em construção e iniciarão suas operações a partir de abril de 2020, a fim de atender às exigências cada vez maiores de capacidade do mercado, além de fornecer vantagens tarifárias para nossos clientes nos EUA.",
  
    "Our Products": "Nossoprodutos",
    "As one of the first movers into LED technology in the industry, Larix lighting offers an extensive line of state-of-art technology, quality and design patent certified outdoor LED luminaires, especially the flood lighting and wallpack family developed for North America market.": "Como uno de los primeros motores de la tecnología LED en la industria, LarixLighting ofrece una extensa línea de iluminación LED para exteriores con tecnología de punta, calidad y patento de diseño certificado, especialmente la familia de proyectores y wall pack proporcionada para el mercado de América del Norte.",
    "Our products are designed based on our deep insight in customer’s local market, even the details are captured by our professional and experienced designer and engineering team. The new generation lighting fixtures targeted to US market are with more efficient and healthy LED lighting technology with more slim and elegant size.": "Nossosprodutossãoprojetados com base emnossaprofundavisão do mercado local do cliente, mesmoosdetalhessãocapturadospornossaequipeprofissional e experiente de design e engenharia.  A nova geração de instalações de iluminaçãodestinadasaomercado dos EUA adoptatecnologia de iluminação LED maiseficiente e saudável, com um tamanhomaisdelgada e elegante.",
  
    "Our Services": "Nossoserviço",
    "Against the background that China’s annual export value of LED lighting products is as high as 14.93 billion US dollars, there are huge manufacturers in LED Lighting industries in mainland China with providing products with different levels of quality.": "No contexto de que o volume anual de exportação de produtos de iluminação LED na China éatingir 14.93 bilhões de dólaresamericanos, existemenormesfabricantesnestaindústriana China continental com o fornecimento de produtos com diferentes níveis de qualidade.",
    "However, with our expertise in lighting industry, Larix lighting have accumulated strong power in quality & cost control so as to provide customers high quality lighting products with competitive price and short and flexible lead time, which makes us a lighting manufacturer you can rely on by confidence.": "No entanto, com a nossaexperiêncianaindústria de iluminação, a Larix  Lighting acumulou forte força no controle de custos e de qualidade, fornecendoaosclientesprodutos de iluminação de altaqualidade com preçocompetitivo e prazo de entregacurto e flexível, tornando-se um fabricante de iluminaçãoconfiável.",
    "Besides our own solutions for our existing product line, Larix lighting can also offer one-stop customized OEM/ODM solution services across the entirety of the product life cycle: definition, design, alteration, development, production, testing and delivery, and MOQ is also flexible to meet customers of different size. We are ready to reply promptly and accurately to your inquiries.": "Além de nossasprópriassoluções, nossalinhaexistente de produtos, a Larix Lighting aindapodefornecerserviços de soluções OEM/ODM personalizados de uma sóparagemparatodo o ciclo de vida do produto: definição, design, alteração, desenvolvimento, produção, testes e entrega, bemcomo MOQ também é flexívelparaatenderdiferentesclientes.  Estamosprontospara responder às suasperguntasprontamente e com precisão.",
  
    "Our Philosophy": "Nossafilosofia",
    "We are dedicated to offering our customers high quality, cost-efficient products by the partnership on OEM and ODM solutions based on deep understanding of local market needs. We want to be the customer’s partner not just a contract manufacturer, but also would like to grow together with customers to co-seize business opportunities in the market. We look forward to building long-term partnership with customers globally!": "Estamosdedicados, com base no conhecimentoprofundo da procura do mercado local, a fornecerprodutos de altaqualidade e baixocustoaosnossosclientes, através da cooperação com soluções OEM e ODM.  Esperamosqueserparceiros do clientenãoapenas um fabricante de contratos, mas também gostaríamos de crescerjunto com nossosclientes, agarrandoas oportunidades de mercado.  Estamosansiososporestabelecerumaparceira a longoprazo com osclientesglobais!",
  
    "Thank you for your interest. For questions or comments, please use the information listed here. We look forward to hearing from you soon. Distributors welcome.": "Obrigado pelo seu interesse. Para perguntas ou comentários, use as informações listadas aqui. Estamos ansiosos para ouvir de você em breve.  Distribuidores bem-vindos.",
    "First Name *": "Nombre *",
    "Last Name *": "Apellido *",
    "E-mail *": "Correo electrónico*",
    "Phone *": "Teléfono*",
    "Company": "Empresa",
    "Position": "Posición",
    "Comments *": "Comentarios *",
  
    "return": "Retorno",
    "Specifications": "Especificações",
    "Dimensions": "Dimensões",
    "Photometric data": "Dados fotométricos"
  }