{
  "About us": "Về chúng tôi ",
  "About Us": "Về chúng tôi ",
  "Products": "Các sản phẩm",
  "Services": "Dịch vụ",
  "News": "Tin tức",
  "Contact": "Liênhệchúngtôi",
  "Outdoor": "Ngoài trời",
  "Indoor": "Trong nhà",
  "More News >": "Thêm tin tức >",
  "All Products >": "Tất cả sản phẩm >",
  "Activities": "Hoạt động",
  "All": "Tất cả",

  "Brand": "Thương hiệu",
  "Part Number": "Một phần số",
  "Portfolio": "Danh mục đầu tư",
  "Input Voltage": "Điện áp đầu vào",
  "Wattage": "Công suất",
  "Lumen (±10%)": "Lumen (±10%)",
  "Lamp's Lumen": "Đèn Lumen",
  "CCT": "CCT",
  "CRI": "CRI",
  "HID Equal": "HID bằng",
  "Beam Angle": "Chùm tia",
  "Dimmable & Contorl": "Điều chỉnh độ sáng và điều khiển",
  "Certification": "Chứng nhận",
  "ERP Complied": "ERP tuân thủ",
  "Housing Materials": "Vật liệu nhà ở",
  "Diffuser Material": "Chất liệu khuếch tán",
  "Lens Type": "Loại ống kính",
  "Installation Method": "Phương pháp cài đặt",
  "Finish Color": "Kết thúc màu",
  "Motion Sensor Included": "Bao gồm cảm biến chuyển động",
  "Operating Temperature": "Nhiệt độ hoạt động",
  "Environment": "Môi trường",
  "Rated Lifespan": "Tuổi thọ định mức",
  "Warranty": "Bảo hành",
  "Cut-out Size": "Kích thước cut-out",
  "Product Length": "Chiều dài sản phẩm",
  "Product Width": "Chiều rộng sản phẩm",
  "Product Height": "Chiều cao sản phẩm",


  "Our Company": "Công ty",
  "Address:": "Địachỉ:",
  "Hours of Operation:": "工作时间:",
  "Tel:": "Điện thoại:",
  "Email:": "Hộp thư:",
  "Fax:": "Máy fax:",
  "No.311 Penglai Road, Economic Development Zone, Xiangshan Town, Ningbo City, Zhejiang Province, China": ": Số 311 ĐườngPenglai, Khu Phát Triển Kinh tế, Thị TrấnXiangshan, Thành Phố Ninh Ba, TỉnhChiết Giang, Trung Quốc ",
  "Monday - Friday 09:00-18:00": "Giờlàmviệc: Thứ Hai – ThứSáu 09:00 – 18:00",
  "China": "Trung Quốc",
  "Contact Us": "Liênhệchúngtôi",

  "We obtained SA8000 certification with strong technical development ability and rich development experience, advanced production and testing equipment and quality inspection assurance system. We always adhere to the market orientation of ‘customer first’ and the specific practice of ‘people-oriented’. We have provided OEM and ODM services for many premium lighting brands (e.g. RAB, iGuzzini) in European and American markets by growing together with customers.": "Trong quá trình phát triển của Thịnh Hòa, thông qua khả năng khai thác kỹ thuật hùng hậu và kinh nghiệm khai thác phong phú, thiết bị thử nghiệm và sản xuất tiên tiến và hệ thống đảm bảo chất lượng, chúng tôi đã đạt được chứng nhận SA8000, luôn kiên trì coi ‘khách hàng là số 1’ để dẫn dắt thị trường, kiên trì thực tiễn cụ thể ‘coi con người là gốc’, cung cấp dịch vụ OEM & ODM cho nhiều nhà sản xuất chiếu sáng hàng đầu (như RAB, iGuzzini) tại thị trường châu Âu và châu Mỹ, phát triển cùng với khách hàng. ",


  "Founded in 1997, Ning Bo Shenghe Lighting Co.,LTD has witnessed the integration and deepening of China‘s lighting industry and the world’s lighting industry chain. Through 22 years of market exploration, we have established a leading position in China‘s outdoor lighting industry.": "Thịnh Hòa được thành lập vào năm 1997, đã trải qua và chứng kiện sự dung hòa và sâu sắc hóa ngành chiếu sáng của Trung Quốc và chuỗi ngành chiếu sáng của thế giới, trải qua 22 năm tìm kiếm thị trường, chúng tôi đã xác lập được vị trí tiên phong trong ngành chiếu sáng ngoài trời của Trung Quốc. ",
  "During the growth of Shenghe, we obtained SA8000 certification with strong technical development ability and rich development experience, advanced production and testing equipmentand quality inspection assurance system. We always adhere to the market orientation of ‘customer first’and the specific practice of ‘people-oriented’. We have provided OEM & ODM services for many premium lighting brands (e.g. RAB, iGuzzini) in European and American markets by growing together with customers. With an annual turnover of about US $60 million, Shenghe has become one of the largest outdoor lighting exporters in China.": "Trong quá trình phát triển của Thịnh Hòa, thông qua khả năng khai thác kỹ thuật hùng hậu và kinh nghiệm khai thác phong phú, thiết bị thử nghiệm và sản xuất tiên tiến và hệ thống đảm bảo chất lượng, chúng tôi đã đạt được chứng nhận SA8000, luôn kiên trì coi ‘khách hàng là số 1’ để dẫn dắt thị trường, kiên trì thực tiễn cụ thể ‘coi con người là gốc’, cung cấp dịch vụ OEM & ODM cho nhiều nhà sản xuất chiếu sáng hàng đầu (như RAB, iGuzzini) tại thị trường châu Âu và châu Mỹ, phát triển cùng với khách hàng. Với doanh thu năm khoảng 60 triệu USD, Thịnh Hòa trở thành một trong những nhà xuất khẩu đèn chiếu sáng ngoài trời lớn nhất của Trung Quốc. " ,
   "We keep improving our ability to deliver customer value:": "Chúng tôi không ngừng nâng cao năng lực cung cấp giá trị của khách hàng: ",
   "1. Quality: By adopting ISO9000 quality assurance system and of the concept of ‘quality first’, we provide customers with reliable products and service.": "1.Chất lượng sản phẩm: thông qua việc thực hiện hệ thống bảo đảm chất lượng ISO9000, chúng tôi đã quán triệt quan niệm đối với khách hàng là ‘chất lượng sản phẩm là số 1’, chúng tôi cung cấp cho khách hàng các sản phẩm có chất lượng đáng tin cậy và dịch vụ khách hành uy tín. ",
   "2. Cost: We have established a flexible, complete and fast response supply chain management system. So we can provide our customers with better cost advantages, especially in large-scale purchase.": "2.Giá thành: chúng tôi xây dựng hệ thống chuỗi cung ứng linh hoạt hoàn chỉnh và ứng phó với tốc độ nhanh, quy mô mua hàng lớn có thể cung cấp cho khách hàng của chúng tôi ưu thế giá thành tốt hơn. ",
   "3. Delivery time: Our location is close to the deep-water port - Ningbo Beilun port at the coast of East China Sea, a very advantageous geographical location that effectively shortens our delivery cycle and ensures our commitment of 4-week delivery time.": "3.Thời gian giao hàng: nhà máy nằm sát bờ biển Hoa Đông, cảng nước sâu - cảng Bắc Luân Ninh Ba, có vị trí địa lý cực kỳ ưu thế, giúp cho chu kỳ vận chuyển hàng hóa của Thịnh Hòa được rút ngắn một cách hiệu quả, đảm bảo thực hiện cam kết thời gian giao sản phẩm 4 tuần.",
   "4. Innovation: Our independently and creatively designed products won Red dot, design plus (European Design Award), IF and many other awards and got international acclaim. We have a strong team of engineers in electronics, optics, machinery, and thermology, and standardized large-scale laboratories . We have the product integrated development (IPD) mode from R & D, production, and testing to carry out effective product life cycle management.": "4.Sáng tạo: tự chủ sáng tạo thiết kế sản phẩm, vinh dự đạt được các giải thưởng như giải thưởng điểm đỏ, Design Plus (giải thưởng lớn về thiết kế của châu Âu), IF..., được quốc tếđánh giá tốt. Bản thân có các kỹ sư giỏi vềđiện tử, quang học, cơ học, nhiệt học...và phòng thí nghiệm tiêu chuẩn hóa loại lớn, tạo thành một mô thức khai thác (IPD) từ khâu nghiên cứu khai thác, sản xuất, đến kiểm nghiệm sản phẩm, tiến hành quản lý chu kỳ tuổi thọ của sản phẩm hiệu quả.",
   "5. Informatization: Through PLM management, project cost can be better controlled; OA system can maximize work efficiency and quality, and improve work environment. Through information technology, we can meet more personalized and diversified production needs, achieve the synchronization of design chain and supply chain, serve customers faster and better and create a new production mode in line with the market rules at the forefront of the market.": "5.Thông tin hóa: thông qua quản lý vòng đời sản phẩm (PLM) để kiểm soát giá thành hạng mục tốt hơn; hệ thống OA nâng cao hiệu quả, chất lượng công việc và cải thiện môi trường làm việc tối đa. Thỏa mãn yêu cầu sản xuất cá tính hóa, đa dạng hóa nhiều hơn bằng công nghệ thông tin hóa, thực hiện đồng bộ chuỗi thiết kế, chuỗi cung ứng, phục vụ khách hàng nhanh hơn, tốt hơn, tạo ra mô thức sản xuất mới phù hợp với quy luật của thị trường, dẫn đầu trên thị trường.",
   "At present, Shenghe boasts nearly 20 years experience in OEM and ODM and providing lighting solutions, and continues to upgrade customer experience in lighting industry to meet market challenges. With outdoor lighting as our main focus and in the principle of making perfection more perfect, we keep up with the pace of the times, fully integrate design and production, sales and service, fashion and innovation, personality and human nature, carry forward the enterprise spirit of working together with one heart, striving for the first-class, making continuous and vigorous efforts and never giving up. We welcome lighting enterprises from both at home and abroad. We will sincerely cooperate with you with full enthusiasm and confidence to create a first-class reputation and brands, and work together for a harmonious and win-win result. ": "Hiện nay, Thịnh Hòa có kinh nghiệm OEM và ODM gần 20 năm, kinh nghiệm về phương án giải quyết chiếu sáng, và sẽ tiếp tục chuyển đổi loại hình trong ngành đèn và nâng cao trải nghiệm của khách hàng, để ứng phó với các thách thức của thị trường. Sản phẩm chủ đạo của Thịnh Hòa là chiếu sáng ngoài trời, trên nguyên tắc cầu tiến, không ngừng tiến thủ và hoàn thiện, theo sát bước đi của thời đại, sẽ dung hòa đầy đủ thiết kế và sản xuất, tiêu thụ và phục vụ, thời thượng và sáng tạo, cá tính và nhân tính, phát huy tinh thần của doanh nghiệp là đồng tâm hiệp lực, sáng tạo dẫn đầu, dốc lòng vì nước, mãi mãi không dừng. Hoan nghênh các doanh nghiệp chiếu sáng trong ngoài nước trên toàn cầu gửi thư gọi điện đến, chúng tôi sẽ hợp tác với bạn bằng sự nhiệt tình và tận tâm, cùng tạo ra uy tín và thương hiệu hàng đầu, bắt tay cùng có lợi, cùng tiến lên phía trước.",

   "We set up factories abroad": "Thành lập nhà máy ở nước ngoài",
   "We won the title of High-tech enterprise": "Giành được doanh nghiệp công nghệ cao",
   "iJoy lighting won Red Dot, IF, Good Design and other awards": "iJoylighting đã giành được các giải thưởng như reddot, IF, Good Design",
   "We launch our independent brand ‘iJoy lighting’": "iJoyligting tạo thương hiệu độc lập",
   "Shenghe professional photoelectric laboratory was founded": "Phòng thí nghiệm quang điện tử Shenghe được thành lập",
   "We comprehensively adopted Lean production": "Thúc đẩy đầy đủ sản xuất Lean",
   "We started full cooperation with iGuzzini and RAB": "Hợp tác đầy đủ với IGuzzini và RAB",
   "We implemented 5S management": "Doanh nghiệp thực hiện quản lý 5S lần đầu tiên",
   "We won the honor of advanced enterprise in quality management from Zhejiang Municipal Small and Medium Enterprises Bureau": "Giành được doanh nghiệp quản lý chất lượng tiên tiến của tỉnh",
   "We obtained ISO9001 quality management system certification": "Đạt chứng nhận hệ thống quản lý chất lượng ISO 9001",
   "Ningbo Shenghe Lighting Co., Ltd. was established": "Công ty TNHH Ánh sáng Ninh Ba Shenghe được thành lập",

  "Thank you for your attention. If you have any comments, please feel free to contact us.": "Cảmơnsựquantâm và rấtmongchàođónquývị! Vuilòngliênhệchúngtôi.",
  "First Name *": "Tên họ *",
  "Last Name *": "Cái tên *",
  "E-mail *": "Email *",
  "Phone *": "Điện thoại *",
  "Company": "Công ty",
  "Position": "Chức vụ",
  "Comments *": "Tin nhắn *",

  "return": "trở về",
  "Specifications": "Thông số kỹ thuật",
  "Dimensions": "Kích thước",
  "Photometric data": "Dữ liệu trắc quang"
}
